{
  "HOME": "Home",
  "ABOUT": "About",
  "MISSIONS_2023": "2023 Missions",
  "BLOG": "Blog",
  "PORTFOLIO": "Gallery",
  "CONTACT": "Contact",
  "PARTICIPATE": "Participate",
  "LEARN_MORE": "Learn More",
  "FOLLOW_US": "Follow Us",
  "BRIEF_HISTORY": "Le Groupe Biblique des Élèves et Étudiants du Cameroun se spécifie par sa triple priorité biblique, interdénominationnelle et éducative (NDJERAREOU et al., 2019). Le salut de l’élève et de l’étudiant constitue ainsi la raison d’être de ce Mouvement. C’est dans ce contexte que le STUCO (Student’s Conquest) émerge",
  "CONTACT_GUIDE": "For any enquiries, you can refer to the following addresses of the members of the Bureau National des Etudiants (BNE).",
  "LOCALITY_OF": "Locality of",
  "BRIEF_HISTORY_2": "À l’image des Apôtres dans les Actes (5. 20), les étudiants gbeecistes des différentes régions du Cameroun se déploient, pendant une dizaine de jours, pour prêcher la Bonne Nouvelle à leurs camarades lors des Jeux Universitaires. Débuté en 1997, le GBEEC en est à l’édition de 2023 avec un bilan, pour les 11 précédentes éditions (2008-2019), de 59 949 étudiants atteints par l’Évangile dont 5 776 ont confessé Jésus-Christ comme leur Seigneur et Sauveur, et 733 ont bénéficié d’un suivi, au sein du Groupe, dans leur marche chrétienne (Projet STUCO Rhema, 2023). Pour cette édition dont la particularité est d’être un « STUCO dispatché » qui se veut localisé et délocalisé, avec des pôles missionnaires par régions, le thème retenu est : « Des étudiants, un souffle nouveau, et une expansion missionnaire nouvelle, menée par le Saint-Esprit » (Luc 10. 1, Jean 20. 22). Elle se tiendra du 29 avril au 06 mai dans le principal pôle de Ngaoundéré, et les pôles annexes de Garoua, Yaoundé, Yabassi et Dschang. En fin de compte, le STUCO est une invitation à se mettre en mission (Jean 3. 16) pour la gloire de Dieu !",
  "MORE_ABOUT_STUCO": "More about STUCO",
  "FOLLOWED": "persons followed",
  "EVANGELIZED": "persons evangelized to",
  "CONQUERORS": "conquerors",
  "BY": "by"
}
